Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/bakgrunn.html.tmx
Source language: nob
Languages: sme

source: Bakgrunn
sme: Duogáš

source: Opprettelsen av Sametinget i 1989 bygger i stor grad på erkjennelsen av en undertrykkende fornorskningspolitikk som strekker seg helt tilbake til begynnelsen av 1800-tallet.
sme: Sámedikki ásaheapmi 1989:s vuođđuduvvo hui ollu vealaheaddji dáruiduhttinpolitihka julggašteapmái mii vulggii juo 1800-logus.

source: Samene har vært utsatt for et statlig overgrep som nesten har utryddet en hel kultur, men framveksten av samiske rettigheter og opprettelsen av Sametinget er ikke kun et resultat av en forfeilet statlig politikk.
sme: Sámit leat gillán vealaheami stáhta bealis mii masá goaridii olles kultuvrra, muhto sámi vuoigatvuođaid oidnosii boahtin ja Sámedikki ásaheapmi ii leat boađus dušše boasttolágan stáhtalaš politihkas.

source: Sametinget og samiske rettigheter er også et resultat av at samene har vært og er et eget folk med sine egne tradisjoner og institusjoner, som i et lengre historisk perspektiv har vært selvstendig.
sme: Sámediggi ja sámi vuoigatvuođat leat maiddái boađus das ahte sámit leat leamaš ja leat ain sierra álbmot geain lea sin iežaset árbevierut ja ásahusat, mat guhkkit áiggi historjjálaš perspektiivvas leat leamaš iešheanalaččat.

source: Samene er en minoritet i Norge og når dermed ikke fram i ordinære demokratiske organer basert på flertallsdemokrati.
sme: Sámit leat unnitlogus Norggas ja nu eai juvssage ovdan dábálaš demokráhtalaš orgánaid bokte mat leat vuođđuduvvon eanetlohkodemokratiijai.

source: Samtidig har samene som urfolk rett til innflytelse over sin framtid ved å sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Dasto lea sámiin go lea álgoálbmot riekti váikkuhit sin boahtteáigái dainna lágiin ahte sihkkarastit ja ovddidit sin giela, kultuvrra ja servodateallima.

source: I Grunnlovens § 108 heter det: «Det påligger statens myndigheter å legge forholdene til rette for at den samiske folkegruppe kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Vuođđolága paragráfas § 108 čuožžu ná: «Stáhtalaš eiseválddiin lea ovddasvástádus láhčit dili nu ahte sámi álbmotjoavku sáhttá sihkkarastit iežas giela, iežas kultuvrra ja iežas servodatdili.

source: Videre har Norge forpliktelser overfor samene blant annet gjennom: Sameloven, Finnmarksloven, Plan- og bygningsloven, Kulturminneloven, Reindriftsloven, Opplæringsloven og Stedsnavnsloven.
sme: Dasto lea Norga geatnegahttojuvvon sámiid ektui earret eará čuovvovačča bokte Sámeláhka, Finnmárkkuláhka, Plána- ja huksenláhka, Kulturmuitoláhka, Boazodoalloláhka, Oahpahusláhka ja Báikenammaláhka.
